Repository: FrankX0/smartmeter
Catalog: SmartMeter/*.lproj/Localizable.strings
Languages: de

source: %d minute(s)
de: %d Minute(n)

source: %d sample(s)
de: %d Einzelwert(e)

source: Abort current transfer
de: Übertragung abbrechen

source: Cancel
de: Abbrechen

source: Drag on the graph to select an area
de: Rechteck ziehen um den Verbrauch zu berechnen

source: Load Historical Data
de: Historische Werte laden

source: Network Error
de: Netzwerkfehler

source: Reset local history
de: Historische Werte löschen

source: The PowerMeter device (Hostname: %@) cannot be accessed over the Network. Check your settings or connectivity.
de: Der intelligente Stromzähler (Name: %@) reagiert nicht. Prüfen Sie die Einstellungen oder Ihre Netzwerkverbindung.

source: You can access up to about 8 hours of sampled data from the Power Meter
de: Es können Daten für die vergangenen 8 Stunden geladen werden
